Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/mailman-tm.tmx
Source language: en
Languages: ca_es

source: General list information page
ca_es: Pàgina d'informació general de la llista

source: Subscribe results page
ca_es: Pàgina de resultats de la subscripció

source: User specific options page
ca_es: Pàgina d'opcions específiques de l'usuari

source: Welcome email text file
ca_es: Fitxer de text del correu de benvinguda

source: List name is required.
ca_es: Es requereix el nom de la llista.

source: %(realname)s -- Edit html for %(template_info)s
ca_es: %(realname)s -- Edita l'html per %(template_info)s

source: Edit HTML : Error
ca_es: Edita l'HTML: Error

source: %(safetemplatename)s: Invalid template
ca_es: %(safetemplatename)s: és una plantilla errònia

source: %(realname)s -- HTML Page Editing
ca_es: %(realname)s -- Edició de la pàgina HTML

source: Select page to edit:
ca_es: Seleccioneu una pàgina a editar:

source: View or edit the list configuration information.
ca_es: Vegeu o editeu la informació de la configuració de la llista.

source: When you are done making changes...
ca_es: Quan hageu acabat de fer canvis...

source: Submit Changes
ca_es: Envia els canvis

source: Can't have empty html page.
ca_es: No hi pot haver una pàgina html buida.

source: HTML Unchanged.
ca_es: No s'ha modificat l'HTML.

source: The page you saved contains suspicious HTML that could potentially expose your users to cross-site scripting attacks. This change has therefore been rejected. If you still want to make these changes, you must have shell access to your Mailman server.
ca_es: La pàgina que heu desat conté codi HTML sospitós, el qual podria exposar els vostres usuaris a atacs per execució d'escripts en context d'altres llocs web (cross-site scripting). És per això que s'ha refusat aquest canvi. En cas que tot i això encara vulgueu aplicar-lo, caldrà que tingueu accés al vostre servidor del Mailman a través de l'intèrpret d'ordres

source: See
ca_es: Vegeu

source: FAQ 4.48.
ca_es: PMF 4.48

source: Page Unchanged.
ca_es: No s'ha modificat la pàgina.

source: HTML successfully updated.
ca_es: S'ha actualitzat l'HTML satisfactòriament.

source: %(hostname)s Mailing Lists
ca_es: Llistes de correu a %(hostname)s

source: <p>Below is a listing of all the public mailing lists on %(hostname)s. Click on a list name to get more information about the list, or to subscribe, unsubscribe, and change the preferences on your subscription.
ca_es: <p>Aquí sota podeu veure totes les llistes de correu públiques a %(hostname)s. Feu clic al nom que vulgueu per a obtenir més informació sobre una llista, o bé per a subscriure-us, cancel·lar subscripcions, o canviar les preferències de la vostra subscripció.

source: To visit the general information page for an unadvertised list, open a URL similar to this one, but with a '/' and the %(adj)s list name appended. <p>List administrators, you can visit
ca_es: Per accedir a la pàgina d'informació general d'una llista no pública, obriu un URL similar a aquest, però amb una «/» i el nom %(adj)s de la llista afegit. <p>Els administradors de la llista podeu visitar

source: the list admin overview page
ca_es: la pàgina de visualització general d'administració de la llista

source: to find the management interface for your list. <p>If you are having trouble using the lists, please contact
ca_es: per a trobar la interfície de gestió de la vostra llista. <p>Si teniu preguntes o comentaris, contacteu

source: Edit Options
ca_es: Edita les opcions

source: View this page in
ca_es: Mostra aquesta pàgina en

source: CGI script error
ca_es: Error d'script CGI

source: Invalid options to CGI script.
ca_es: Opcions no vàlides a l'script CGI.

source: No address given
ca_es: No s'ha especificat cap adreça

source: Illegal Email Address: %(safeuser)s
ca_es: Adreça de correu electrònic errònia: %(safeuser)s

source: No such member: %(safeuser)s.
ca_es: El membre no existeix: %(safeuser)s.

source: Your unsubscription request has been forwarded to the list administrator for approval.
ca_es: La vostra sol·licitud de cancel·lació de subscripció s'ha enviat a l'administrador de la llista perquè l'aprovi.

source: The confirmation email has been sent.
ca_es: S'ha enviat el correu electrònic de confirmació.

source: A reminder of your password has been emailed to you.
ca_es: Se us ha enviat un recordatori de la vostra contrasenya per correu electrònic.

source: Authentication failed.
ca_es: Ha fallat l'autenticació.

source: The list administrator may not view the other subscriptions for this user.
ca_es: L'administrador de la llista no pot visualitzar les altres subscripcions d'aquest usuari.

source: Note:
ca_es: Nota:

source: List subscriptions for %(safeuser)s on %(hostname)s
ca_es: Subscripcions de la llista per %(safeuser)s a %(hostname)s

source: Click on a link to visit your options page for the requested mailing list.
ca_es: Feu clic en un enllaç per a visitar la vostra pàgina d'opcions de la llista sol·licitada.

source: The list administrator may not change the names or addresses for this user's other subscriptions. However, the subscription for this mailing list has been changed.
ca_es: L'administrador de la llista no pot canviar els noms o adreces de les altres subscripcions d'aquest usuari. De totes maneres, s'ha canviat la subscripció per a aquesta llista de correu.

source: Addresses did not match!
ca_es: Les adreces no coincideixen

source: You are already using that email address
ca_es: Ja esteu fent servir aquesta adreça de correu electrònic

source: The new address you requested %(newaddr)s is already a member of the %(listname)s mailing list, however you have also requested a global change of address. Upon confirmation, any other mailing list containing the address %(safeuser)s will be changed.
ca_es: L'adreça %(newaddr)s ja és membre de la llista de correu, no obstant també has fet una sol·licitud per fer el canvi d'adreça global. Després de la confirmació, qualsevol altra llista que contingui l'adreça %(safeuser)s també serà canviada.

source: The new address is already a member: %(newaddr)s
ca_es: La nova adreça de correu electrònic ja es un membre: %(newaddr)s

source: Addresses may not be blank
ca_es: les adreces no poden estar en blanc

source: A confirmation message has been sent to %(newaddr)s.
ca_es: Un missatge de confirmació ha estat enviat a %(newaddr)s.

source: Bad email address provided
ca_es: L'adreça proporcionada es errònia

source: Illegal email address provided
ca_es: L'adreça proporcionada es errònia

source: %(newaddr)s is already a member of the list.
ca_es: %(newaddr)s ja es un membre de la llista.

source: %(newaddr)s is banned from this list. If you think this restriction is erroneous, please contact the list owners at %(owneraddr)s.
ca_es: %(newaddr)s té l'accés prohibit a la llista de correu. Si creieu que la restricció és errònia, contacteu amb el propietari de la llista a %(owneraddr)s.

source: Member name successfully changed.
ca_es: Nom de membre canviat satisfactòriament.

source: The list administrator may not change the password for a user.
ca_es: L'administrador de la llista no pot canviar la contrasenya d'un usuari.

source: Passwords may not be blank
ca_es: La contrasenya no ha d'estar en blanc

source: Passwords did not match!
ca_es: La contrasenya no coincideix!

source: The list administrator may not change the password for this user's other subscriptions. However, the password for this mailing list has been changed.
ca_es: L'administrador de la llista no pot canviar la contrasenya per a les altres subscripcions d'aquest usuari. De totes maneres, s'ha canviat la contrasenya per a aquesta llista de correu

source: Password successfully changed.
ca_es: Contrasenya canviada satisfactòriament.

source: You must confirm your unsubscription request by turning on the checkbox below the <em>Unsubscribe</em> button. You have not been unsubscribed!
ca_es: Per a confirmar la vostra sol·licitud de cancel·lar la subscripció has d'activar la casella sota el botó <em>cancel·lar subscripció</em>. La vostra subscripció no ha estat cancel·lada!

source: Unsubscription results
ca_es: Resultats de la cancel·lació de la subscripció

source: Your unsubscription request has been received and forwarded on to the list moderators for approval. You will receive notification once the list moderators have made their decision.
ca_es: La vostra sol·licitud per a cancel·lar la vostra subscripció ha estat rebuda i enviada al moderador de la llista per a la seva aprovació. Rebràs una notificació quan el moderador prengui una decisió.

source: You have been successfully unsubscribed from the mailing list %(fqdn_listname)s. If you were receiving digest deliveries you may get one more digest. If you have any questions about your unsubscription, please contact the list owners at %(owneraddr)s.
ca_es: Has estat eliminat satisfactòriament de la llista de correu eletrònic %(fqdn_listname)s. Si estaves rebent resums, pot ser que en rebis un mes. Si tens alguna pregunta sobre la vostra subscripció contacta amb l'amo de la llista a %(owneraddr)s.

source: The list administrator may not change the options for this user's other subscriptions. However the options for this mailing list subscription has been changed.
ca_es: L'administrador de la llista no pot canviar les opcions de les altres subscripcions d'aquest usuari. De totes maneres, les opcions per a la subscripció a aquesta llista de correu sí que s'han canviat.

source: The list administrator has disabled digest delivery for this list, so your delivery option has not been set. However your other options have been set successfully.
ca_es: L'administrador de la llista ha desactivat l'entrega de missatges agrupats per a aquesta llista, per la qual cosa la vostra opció de lliurament no s'ha establert. No obstant, totes les altres opcions s'han establert satisfactòriament.

source: The list administrator has disabled non-digest delivery for this list, so your delivery option has not been set. However your other options have been set successfully.
ca_es: L'administrador de la llista ha des-activat el lliurament de no-resum en aquesta llista i la vostra opció de lliurament no ha estat establerta. No obstant, totes les altres opcions s'han establert satisfactòriament.

source: You have successfully set your options.
ca_es: Heu establert les teves opcions satisfactòriament.

source: You may get one last digest.
ca_es: Pot ser que encara rebeu un últim resum.

source: <em>Yes, I really want to unsubscribe</em>
ca_es: <em>Sí, realment vull cancel·lar la subscripció</em>

source: Change My Password
ca_es: Canvia la meva contrasenya

source: List my other subscriptions
ca_es: Llista les meves altres subscripcions

source: Email My Password To Me
ca_es: Envia'm la meva contrasenya per correu electrònic

source: password
ca_es: contrasenya

source: Log out
ca_es: Surt

source: Submit My Changes
ca_es: Envia els meus canvis

source: days
ca_es: dies

source: day
ca_es: dia

source: Change My Address and Name
ca_es: Canvia la meva adreça i el meu nom

source: <em>No topics defined</em>
ca_es: <em>No hi ha temes definits </em>

source: You are subscribed to this list with the case-preserved address <em>%(cpuser)s</em>.
ca_es: Esteu subscrit a aquesta llista amb l'adreça <em>%(cpuser)s</em>, de la qual se n'han mantingut les majúscules i minúscules.

source: %(realname)s list: member options login page
ca_es: Llista %(realname)s: pàgina d'entrada a les opcions de membre

source: email address and
ca_es: adreça electrònica i

source: %(realname)s list: member options for user %(safeuser)s
ca_es: Llista %(realname)s: opcions d'usuari per a %(safeuser)s

source: In order to change your membership option, you must first log in by giving your %(extra)smembership password in the section below. If you don't remember your membership password, you can have it emailed to you by clicking on the button below. If you just want to unsubscribe from this list, click on the <em>Unsubscribe</em> button and a confirmation message will be sent to you. <p><strong><em>Important:</em></strong> From this point on, you must have cookies enabled in your browser, otherwise none of your changes will take effect.
ca_es: Si voleu canviar les vostres opcions de subscripció, haureu d'entrar introduint la vostra %(extra)scontrasenya de subscripció a la secció de més avall. En cas que no la recordeu, feu clic al botó de sota i se us enviarà a la vostra adreça electrònica. Si voleu cancel·lar la vostra subscripció, feu clic al botó <em>Cancel·la la subscripció</em> i se us enviarà un missatge de confirmació. <p><strong><em>Important:</em></strong> A partir d'aquest punt haureu de tenir activades les galetes al navegador o bé els canvis no tindran efecte.

source: Email address:
ca_es: Adreça electrònica:

source: Password:
ca_es: Contrasenya:

source: Log in
ca_es: Entra

source: By clicking on the <em>Unsubscribe</em> button, a confirmation message will be emailed to you. This message will have a link that you should click on to complete the removal process (you can also confirm by email; see the instructions in the confirmation message).
ca_es: En fer clic en el botó <em>Cancel·la la subscripció</em> se us enviarà un missatge de confirmació. Aquest missatge contindrà un enllaç on haureu de fer clic per a completar el procés de supressió (també podeu dur a terme la confirmació per correu electrònic; vegeu les instruccions en el missatge de confirmació per a obtenir-ne més informació).

source: Password reminder
ca_es: Recordatori de la contrasenya

source: By clicking on the <em>Remind</em> button, your password will be emailed to you.
ca_es: En fer clic en el botó <em>Recorda-me-la</em>, se us enviarà la contrasenya per correu electrònic.

source: Remind
ca_es: Recorda-me-la

source: <missing>
ca_es: <manca>

source: Requested topic is not valid: %(topicname)s
ca_es: El tema sol·licitat no és vàlid: %(topicname)s

source: Topic filter details
ca_es: Detalls del filtre de temes

source: Name:
ca_es: Nom:

source: Pattern (as regexp):
ca_es: Patró (com a regexp):

source: Private Archive Error
ca_es: Error de l'arxiu privat

source: You must specify a list.
ca_es: Heu d'especificar una llista.

source: Private archive - "./" and "../" not allowed in URL.
ca_es: Arxiu privat - no s'adment «./» ni «../» a l'URL.

source: Private Archive Error - %(msg)s
ca_es: Error a l'arxiu privat - %(msg)s

source: Private archive file not found
ca_es: No s'ha trobat el l'arxiu privat

source: You are not authorized to delete this mailing list
ca_es: No esteu autoritzat a suprimir aquesta llista de correu

source: Mailing list deletion results
ca_es: Resultats de l'eliminació de la llista de correu

source: You have successfully deleted the mailing list <b>%(listname)s</b>.
ca_es: Heu suprimit satisfactòriament la llista de correu <b>%(listname)s</b>.

source: There were some problems deleting the mailing list <b>%(listname)s</b>. Contact your site administrator at %(sitelist)s for details.
ca_es: Hi ha hagut problemes en suprimir la llista de correu <b>%(listname)s</b>. Contacteu l'administrador a %(sitelist)s per a obtenir-ne més detalls.

source: Permanently remove mailing list <em>%(realname)s</em>
ca_es: Suprimeix la llista de correu <em>%(realname)s</em> de forma permanent

source: This page allows you as the list owner, to permanent remove this mailing list from the system. <strong>This action is not undoable</strong> so you should undertake it only if you are absolutely sure this mailing list has served its purpose and is no longer necessary. <p>Note that no warning will be sent to your list members and after this action, any subsequent messages sent to the mailing list, or any of its administrative addreses will bounce. <p>You also have the option of removing the archives for this mailing list at this time. It is almost always recommended that you do <strong>not</strong> remove the archives, since they serve as the historical record of your mailing list. <p>For your safety, you will be asked to reconfirm the list password.
ca_es: Aquesta pàgina us permet, com a l'amo de la llista, eliminar permanentment la llista de correu del sistema. <strong>Aquesta acció no es pot desfer</strong>, per lo que només has de continuar si estàs absolutament segur de que aquesta llista ja no és necessària . <p>Qualsevol missatge enviat a la llista de correu o a les seves adreces administratives, serà rebotat <p>També tens l' opció d' eliminar els fitxers de la llista de correu en aquest moment. <strong>No</strong> es recomana eliminar els fitxers, ja que serveixen com a constància històrica de la llista de correu. <p>per seguretat se't demanarà que confirmis la contrasenya de la llista.

source: List password:
ca_es: Contrasenya de la llista:

source: Also delete archives?
ca_es: Voleu suprimir-ne també els arxius?

source: <b>Cancel</b> and return to list administration
ca_es: <b>Cancel·la</b> i torna a l'administració de la llista

source: Delete this list
ca_es: Suprimeix aquesta llista

source: Invalid options to CGI script
ca_es: Opcions no vàlides a l'script CGI.

source: %(realname)s roster authentication failed.
ca_es: L'autenticació de la llista %(realname)s ha fallat.

source: You must supply a valid email address.
ca_es: Heu d'especificar una adreça electrònica vàlida.

source: You may not subscribe a list to itself!
ca_es: No podeu subscriure una llista a ella mateixa!

source: If you supply a password, you must confirm it.
ca_es: Si introduïu una contrasenya, l'heu de confirmar.

source: Your passwords did not match.
ca_es: La vostra contrasenya no coincideix.

source: Your subscription request has been received, and will soon be acted upon. Depending on the configuration of this mailing list, your subscription request may have to be first confirmed by you via email, or approved by the list moderator. If confirmation is required, you will soon get a confirmation email which contains further instructions.
ca_es: S'ha rebut la vostra sol·licitud de subscripció i aviat serà atesa. Depenent de la configuració d'aquesta llista de correu, pot ser que hàgiu de confirmar-la per correu electrònic, o bé que el moderador de la llista l'hagi d'aprovar. En cas que calgui la confirmació, ben aviat rebreu un correu electrònic amb més instruccions.

source: The email address you supplied is banned from this mailing list. If you think this restriction is erroneous, please contact the list owners at %(listowner)s.
ca_es: L'adreça electrònica que heu especificat té l'accés prohibit a aquesta llista de correu. Si creieu que aquesta restricció és errònia contacteu amb el propietari de la llista a %(listowner)s.

source: The email address you supplied is not valid. (E.g. it must contain an `@'.)
ca_es: L'adreça que heu especificat no és vàlida. (P.ex. ha de contenir una «@».)

source: Your subscription is not allowed because the email address you gave is insecure.
ca_es: La vostra subscripció no està permesa perquè l'adreça que heu especificat no és segura.

source: Confirmation from your email address is required, to prevent anyone from subscribing you without permission. Instructions are being sent to you at %(email)s. Please note your subscription will not start until you confirm your subscription.
ca_es: Es requereix la confirmació des del teu correu electrònic per a prevenir que algú et subscrigui sense el teu consentiment. Les instruccions se't han enviat a %(email)s. La vostra subscripció no s'inicirà fins que es confirmi.

source: Your subscription request was deferred because %(x)s. Your request has been forwarded to the list moderator. You will receive email informing you of the moderator's decision when they get to your request.
ca_es: La vostra sol·licitud de subscripció ha estat ajornada per %(x)s. La vostra sol·licitud ha estat enviada al moderador de la llista. Rebràs un missatge de correu electrònic informant-te de la decisió del moderador.

source: You are already subscribed.
ca_es: Ja estàs subscrit.

source: Mailman privacy alert
ca_es: Alerta de privacitat de Mailman

source: An attempt was made to subscribe your address to the mailing list %(listaddr)s. You are already subscribed to this mailing list. Note that the list membership is not public, so it is possible that a bad person was trying to probe the list for its membership. This would be a privacy violation if we let them do this, but we didn't. If you submitted the subscription request and forgot that you were already subscribed to the list, then you can ignore this message. If you suspect that an attempt is being made to covertly discover whether you are a member of this list, and you are worried about your privacy, then feel free to send a message to the list administrator at %(listowner)s.
ca_es: S'ha intentat subscriure la seva adreça de correu electrònic a la llista de distribució %(listaddr)s. Vostè ja està subscrit a aquesta llista de distribució. Com el llistat de subscriptors a aquesta llista no és públic, pot ser que algú amb males intencions estigui sondejant la llista per a veure si pot descobrir els seus subscriptors. Podria arribar a ser una violació de la privacitat si ho haguéssim deixat fer, però no ho hem fet. Si realment va enviar la sol·licitud de subscripció i va oblidar que ja estava subscrit a la llista, aleshores pot oblidar aquest missatge. Si sospita que algú realment ha tractat de descobrir si vostè és un subscriptor d'aquesta llista, i li preocupa la seva privacitat, llavors si ho considera oportú pot enviar un missatge a l'administrador de la llista a %(listowner)s.

source: This list does not support digest delivery.
ca_es: Aquesta llista no és compatible amb l'entrega de resums.

source: This list only supports digest delivery.
ca_es: Aquesta llista només funciona amb l'entrega de resums.

source: You have been successfully subscribed to the %(realname)s mailing list.
ca_es: Se us ha subscrit satisfactòriament a la llista de correu %(realname)s.

source: confirm <confirmation-string> Confirm an action. The confirmation-string is required and should be supplied by a mailback confirmation notice.
ca_es: confirm <cadena-de-confirmació> Confirma una acció. Es requereix la cadena de confirmació, la qual s'ha d'enviar en el missatge de resposta de la confirmació.

source: Usage:
ca_es: Forma d'ús:

source: Invalid confirmation string. Note that confirmation strings expire approximately %(days)s days after the initial subscription request. If your confirmation has expired, please try to re-submit your original request or message.
ca_es: Cadena de confirmació errònia.La cadena de confirmació expira aproximadament %(days)s dies després de la sol·licitud inicial de subscripció. Si la vostra confirmació ha expirat, per favor, torna a enviar la sol·licitud o missatge original.

source: Your request has been forwarded to the list moderator for approval.
ca_es: La vostra sol·licitud ha estat enviada al moderador de la llista per a la seva aprovació.

source: You are not currently a member. Have you already unsubscribed or changed your email address?
ca_es: Ara mateix no esteu subscrit. Pot ser que hàgiu cancel·lat la subscripció o canviat la vostra adreça de correu?

source: Bad approval password given. Held message is still being held.
ca_es: Heu introduït una contrasenya d'aprovació incorrecta. El missatge retingut es continuarà retenint.

source: Confirmation succeeded
ca_es: Confirmació satisfactòria

source: echo [args] Simply echo an acknowledgement. Args are echoed back unchanged.
ca_es: echo [args] Retorna simplement una confirmació. Els arguments es retornen sense modificar.
